;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! org-auto-tangle)
(package! git-modes)
(package! vimrc-mode)
(package! prettier-js)
(package! rainbow-mode)
(package! systemd)
(package! pkgbuild-mode)
(package! lua-mode)
(package! just-mode)
